app/views/works/index.html.erb

SELECT COUNT(*) FROM "votes" WHERE "votes"."work_id" = $1  [["work_id", 373891647]]
---
      <tr>
        <td><%= album.votes.count %></td>