app/controllers/works_controller.rb

SELECT "works".* FROM "works"
---
  def index
    @works = Work.all